Repository: tobagin/Secrets
Catalog: po/*.po
Languages: nl

source: Secrets
nl: Geheimen

source: Password Manager
nl: Wachtwoordbeheerder

source: A clean interface for managing a pass repository
nl: Een client voor pass met een strakke vormgeving

source: Password;Manager;Security;GPG;Pass;
nl: Wachtwoord;Beheer;Beveiliging;GPG;Pass;

source: Add New Password
nl: Wachtwoord toevoegen

source: Pull changes
nl: Wijzigingen ophalen

source: Push changes
nl: Wijzigingen versturen

source: Search passwords...
nl: Wachtwoorden doorzoeken…

source: Select an Item
nl: Kies een item

source: Select an item to view details.
nl: Kies een item om de details ervan te bekijken.

source: Password Location
nl: Wachtwoordlocatie

source: File path and location
nl: Bestandslocatie

source: Path
nl: Locatie

source: Password Details
nl: Wachtwoordinformatie

source: Password
nl: Wachtwoord

source: Show/Hide Password
nl: Wachtwoord tonen/verbergen

source: Copy Password
nl: Wachtwoord kopiëren

source: Username
nl: Gebruikersnaam

source: Copy Username
nl: Gebruikersnaam kopiëren

source: Open URL
nl: Url openen

source: Copy TOTP Code
nl: Totp-code kopiëren

source: Recovery Codes
nl: Herstelcodes

source: Backup codes for account recovery
nl: Codes voor accountherstel

source: Notes
nl: Aantekeningen

source: Additional information
nl: Aanvullende informatie

source: Actions
nl: Acties

source: Manage this password entry
nl: Beheer dit item

source: _Edit
nl: B_ewerken

source: _Remove
nl: Ve_rwijderen

source: _Preferences
nl: _Voorkeuren

source: _Keyboard Shortcuts
nl: _Sneltoetsen

source: _About Secrets
nl: Over _Geheimen

source: _Import/Export
nl: _Importeren/Exporteren

source: _Generate Password
nl: Wachtwoord _genereren

source: _Quit
nl: A_fsluiten

source: Choose folder and enter password name
nl: Kies een map en voer een wachtwoordnaam in

source: Folder
nl: Map

source: Select or type folder name
nl: Kies een map of voer de naam ervan in

source: Password Name
nl: Wachtwoordnaam

source: Generate Password
nl: Wachtwoord genereren

source: TOTP Secret (Base32)
nl: Totp-geheim (Base32)

source: Add backup recovery codes
nl: Herstelcodes toevoegen

source: Add Recovery Code
nl: Herstelcode toevoegen

source: Additional information (optional)
nl: Aanvullende informatie (optioneel)

source: _Save
nl: Op_slaan

source: Save new password entry
nl: Bewaar het nieuwe wachtwoord

source: Choose a password or folder from the sidebar to view its details
nl: Kies in de zijbalk een wachtwoord of map om de details ervan te bekijken

source: /folder/item
nl: /map/item

source: user@example.com
nl: gebruiker@voorbeeld.nl

source: https://example.com
nl: https://voorbeeld.nl

source: Folders
nl: Mappen

source: Add Password
nl: Wachtwoord toevoegen

source: Add Folder
nl: Map toevoegen

source: Toggle Search
nl: Zoekbalk tonen/verbergen

source: GUI for pass password manager
nl: Een grafische schil voor de pass-wachtwoordbeheerder

source: Select a Password
nl: Kies een wachtwoord

source: Select a password to view details.
nl: Kies een wachtwoord om de details ervan te bekijken.

source: Hidden
nl: Verborgen

source: Two-Factor Authentication
nl: Verificatie in twee stappen

source: Backup recovery codes
nl: Herstelcodes

source: Secrets provides a user-friendly graphical interface for managing passwords stored with 'pass', the standard unix password manager.
nl: Geheimen is een grafische schil rondom het wachtwoordbeheerprogramma ‘pass’, de standaard Unix-wachtwoordbeheerder.

source: Key Features:
nl: Kenmerken:

source: Browse your password store in a tree view.
nl: Bekijk wachtwoorden in een boomweergave;

source: Copy passwords to the clipboard (cleared automatically after a timeout).
nl: Kopieer wachtwoorden naar het klembord (wordt automatisch gewist);

source: Add new passwords and edit existing ones through a dialog.
nl: Voeg wachtwoorden toe en bewerk bestaande;

source: Generate strong, random passwords.
nl: Genereer sterke, willekeurige wachtwoorden;

source: Synchronize changes with a remote git repository (git pull/push).
nl: Synchroniseer wijzigingen met een git-repo (pull/push).

source: Main window showing password store
nl: Hoofdvenster met wachtwoordopslag

source: Major update with enhanced UI and new features.
nl: Grote update met een verbeterde vormgeving en nieuwe functies

source: Complete UI redesign with Adw.NavigationSplitView
nl: Geheel opnieuw vormgegeven aan de hand van Adw.NavigationSplitView

source: Enhanced password management with structured fields
nl: Wahtwoordbeheer verbeterd aan de hand van gestructureerde velden

source: TOTP (Time-based One-Time Password) support
nl: Totp-ondersteuning (tijdsgebaseerde eenmalige wachtwoorden)

source: Recovery codes management
nl: Ondersteuning voor herstelcodes

source: Improved password generator with popover interface
nl: Verbeterd: wachtwoordgenerator met nieuwe ‘popovers’

source: Better folder management and organization
nl: Verbeterd: mapbeheer en -ordening

source: Enhanced setup wizard with automatic dependency handling
nl: Verbeterd: instelhulp met automatische afhankelijkheidsafhandeling

source: Improved error handling and user feedback
nl: Verbeterd: foutafhandeling en gebruikersfeedback

source: Initial release of Secrets Password Manager.
nl: De allereerste versie

source: Clean GTK4/Libadwaita interface
nl: Strakke vormgeving op basis van GTK4/Libadwaita

source: Full pass compatibility
nl: Volledig compatibel met pass

source: Password generation and management
nl: Wachtwoordgeneratie en -beheer

source: Git synchronization support
nl: Git-synchronisatie

source: Automatic GPG setup wizard
nl: Automatische gpg-instelhulp

source: password
nl: wachtwoord

source: manager
nl: beheer

source: security
nl: beveiliging

source: The 'pass' command was not found. Is it installed and in your PATH?
nl: De ‘pass’-opdracht is niet beschikbaar. Is pass geïnstalleerd?

source: Password store is not initialized
nl: De wachtwoordopslag is niet ingesteld

source: Invalid password path
nl: Ongeldige wachtwoordlocatie

source: Password path cannot be empty
nl: Voer een wachtwoordlocatie in

source: Password content cannot be empty
nl: Voer wachtwoordinhoud in

source: Password copied to clipboard
nl: Het wachtwoord is gekopieerd naar het klembord

source: Username copied to clipboard
nl: De gebruikersnaam is gekopieerd naar het klembord

source: Password entry deleted successfully
nl: Het wachtwoord is verwijderd

source: Password entry saved successfully
nl: Het wachtwoord is opgeslagen

source: Password entry moved successfully
nl: Het wachtwoord is verplaatst

source: Password store operation failed
nl: De wachtwoordopslagactie is mislukt

source: Interface error occurred
nl: Er is een vormgevingsfout opgetreden

source: Network operation failed
nl: De netwerkactie is mislukt

source: File operation failed
nl: De bestandsactie is mislukt

source: Invalid input provided
nl: Er is ongeldige invoer opgegeven

source: Configuration error
nl: Instelfout

source: An unexpected error occurred
nl: Er is een onverwachte fout opgetreden

source: An error occurred
nl: Er is een fout opgetreden
